alexanderte.ardent-vscode
alexanderte.dainty-panda-theme-vscode
arcticicestudio.nord-visual-studio-code
be5invis.vscode-custom-css
beardedbear.beardedtheme
christian-kohler.npm-intellisense
cschlosser.doxdocgen
dbaeumer.vscode-eslint
dionannd.tokyo-night-ported-nvim
drzix.hc-zenburn-vscode
eamodio.gitlens
enkia.tokyo-night
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.auto-rename-tag
graphql.vscode-graphql
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
hediet.debug-visualizer
jacobdufault.fuzzy-search
jeff-hykin.better-cpp-syntax
jonkwheeler.styled-components-snippets
katsute.code-background
moldaz.minimal-green
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
octref.vetur
rodrigovallades.es7-react-js-snippets
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
taniarascia.new-moon-one-dark-vscode
twxs.cmake
vscodevim.vim
vue.volar
